alexcvzz.vscode-sqlite
anseki.vscode-color
bierner.markdown-preview-github-styles
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cirlorm.mobileview
cweijan.dbclient-jdbc
cweijan.vscode-mysql-client2
danielpinto8zz6.c-cpp-compile-run
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.code-runner
formulahendry.vscode-mysql
geyao.html-snippets
github.copilot-chat
github.github-vscode-theme
inferrinizzard.prettier-sql-vscode
jasonnutter.search-node-modules
leonardssh.vscord
mechatroner.rainbow-csv
meganrogge.template-string-converter
ms-ceintl.vscode-language-pack-pt-br
ms-ossdata.vscode-pgsql
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vsliveshare.vsliveshare
mtxr.sqltools
noxiz.jinja-snippets
pkief.material-icon-theme
redhat.java
ritwickdey.liveserver
sourcegraph.cody-ai
tomoki1207.pdf
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
waderyan.nodejs-extension-pack
xabikos.javascriptsnippets
yy0931.vscode-sqlite3-editor
zhuangtongfa.material-theme
